Repository: zDevelopers/zBanque-Bukkit
Catalog: src/main/resources/i18n/*.po
Languages: fr_fr

source: {white}{0} {gray}item of {1}
fr_fr: {white}{0} {gray}{1}

source: No bank registered.
fr_fr: Aucune banque enregistrée.

source: {blue}{bold}Grouped items
fr_fr: {blue}{bold}Regroupements d'éléments

source: {white}{bold}{0} {blue}{bold}bank registered
fr_fr: {white}{bold}{0} {blue}{bold}banque enregistrée

source: {darkgray}- {white}{0} {gray}(code name {white}{1}{gray} ; {white}{2}{gray} item stored in {white}{3}{gray} silo)
fr_fr: {darkgray}- {white}{0} {gray}(nom de code {white}{1}{gray} ; {white}{2}{gray} élément stocké dans {white}{3}{gray} silo)

source: This bank is empty.
fr_fr: Cette banque est vide.

source: {gold}{bold}{0} silo in the {1} bank
fr_fr: {gold}{bold}{0} silo dans la banque {1}

source: (unknown)
fr_fr: (inconnu)

source: {bold}Silo at {0} {gray}({1} chest)
fr_fr: {bold}Silo en {0} {gray}({1} coffre)

source: {italic} (empty)
fr_fr: {italic} (vide)

source: {darkgray}- {gray}{0} {darkgray}»{white} {1} {gray}item
fr_fr: {darkgray}- {gray}{0} {darkgray}»{white} {1} {gray}élément

source: The bank name is required.
fr_fr: Le nom de la banque est requis.

source: There is no bank called {0} registered
fr_fr: Il n'y a aucune banque appelée {0}

source: {green}{bold}See the bank structure
fr_fr: {green}{bold}Voir la structure de la banque

source: {white}{0}{gray} item stored
fr_fr: {white}{0}{gray} élément stocké

source: This bank is empty
fr_fr: Cette banque est vide

source: Put some content in the chests and it will be displayed here.
fr_fr: Mettez des objets dans les coffres et ils seront affichés ici.

source: {green}{bold}Silo with {white}{bold}{0} {green}{bold}chest
fr_fr: {green}{bold}Silo avec {white}{bold}{0} {green}{bold}coffre

# gui_silo_main_chest
source: undefined
fr_fr: inconnue

source: {gray}Main output: {0}
fr_fr: {gray}Sortie principale : {0}

source: {blue}Content {gray}({0})
fr_fr: {blue}Contenu {gray}({0})

source: {gray}{italic}(empty)
fr_fr: {gray}{italic}(vide)

source: {white}{0}{gray} item of {1}:{2}
fr_fr: {white}{0}{gray} {1}:{2}

source: There isn't any chest in this bank
fr_fr: Il n'y a aucun coffre dans cette banque.

source: Put some chests and/or rerun /zbanque update-structure {0}, and they will be displayed here.
fr_fr: Mettez des coffres et/ou relancez /zbanque update-structure {0}, et ils seront affichés ici.

source: {ce}INVALID
fr_fr: {ce}INVALIDE

source: {gray}Main location: {0}
fr_fr: {gray}Localisation principale : {0}

# gui_container_location
source: none
fr_fr: aucune

source: {gray}Secondary location: {0}
fr_fr: {gray}Localisation secondaire : {0}

source: {darkgray}» {white}Click{gray} to teleport yourself to this chest
fr_fr: {darkgray}» {white}Cliquez{gray} pour vous téléporter à ce coffre

source: {darkred}WARNING! {red}Teleportation to the exact chest location.
fr_fr: {darkred}ATTENTION ! {red}Téléportation à l'emplacement exact du coffre.

source: There isn't any chest in this silo
fr_fr: Il n'y a aucun coffre dans ce silo

source: {black}Banks {reset}({0})
fr_fr: {black}Banques {reset}({0})

source: {green}Grouped stocks overview
fr_fr: {green}Vue d'ensemble groupée

source: {darkgray}» {white}Click{gray} to open this bank
fr_fr: {darkgray}» {white}Cliquez{gray} pour ouvrir cette banque

source: No bank created
fr_fr: Aucune banque créée

source: If you are the server owner, checkout the banks section of the configuration file to create banks.
fr_fr: Si vous êtes le propriétaire du serveur, allez voir la section banks du fichier de configuration pour créer des banques.

source: {black}Grouped stocks overview
fr_fr: {black}Vue d'ensemble groupée

source: {green}Go back
fr_fr: {green}Retour

source: There isn't any group to display
fr_fr: Il n'y a aucun groupe à afficher

source: If you are the server owner, checkout the groups section of the configuration file to create groups.
fr_fr: Si vous êtes le propriétaire du serveur, allez voir la section groups du fichier de configuration pour créer des banques.

source: Cannot register the {0} bank: you must provide a name and the two corners.
fr_fr: Impossible d'enregistrer la banque {0} : vous devez fournir un nom et deux coins opposés.

source: {cst}{bold}Starting bank structure update for {0}.
fr_fr: {cst}{bold}Démarrage de la mise à jour de la structure de la banque {0}.

source: {white}{0}{gray} item
fr_fr: {white}{0}{gray} élément

source: {blue}Including...
fr_fr: {blue}Dont...

source: {gray}- {white}{0}{gray} item of {1} {darkgray}(× {2})
fr_fr: {gray}- {white}{0}{gray} {1} {darkgray}(× {2})

source: {cst}Analyzing the bank area...
fr_fr: {cst}Analyse de la zone...

source: {cst}{italic}Analyzing layer at x = {0}
fr_fr: {cst}{italic}Analyse de la couche à x = {0}

source: {darkgray}Found a container from a new silo at {0}
fr_fr: {darkgray}Conteneur d'un nouveau silo trouvé en {0}

source: {darkgray}-> Adding container {0} to the silo {1}
fr_fr: {darkgray}-> Conteneur {0} ajouté au silo {1}

source: {cst}Updating containers content... (approximately {0} second to go)
fr_fr: {cst}Mise à jour du contenu... (environ {0} seconde d'attente)

source: {ce}Some containers were invalid, see console for details
fr_fr: {ce}Certains conteneurs sont invalide ; consultez la console.

source: {cst}Extracting silos main chests...
fr_fr: {cst}Extraction des coffres principaux des silos...

source: {cst}Sending data... This may take some time.
fr_fr: {cst}Envoi des données... Cette étape peut prendre du temps.

source: {cst}{bold}Update done.
fr_fr: {cst}{bold}Mis à jour.

source: {ce}Cannot send data to the webservice. {cst}See console for details.
fr_fr: {ce}Impossible d'envoyer les données au service web. {cst}Consultez la console pour plus de détails.

source: {cst}{bold}Structure updated successfully but not sent.
fr_fr: {cst}{bold}La structure a été mise à jour avec succès, mais pas envoyée au service web.

source: {cst}Done. Bank structure updated successfully.
fr_fr: {cst}Terminé. Structure de la banque mise à jour avec succès.

source: {cst}Loading bank area... (approximately {0} second to go)
fr_fr: {cst}Chargement de la zone de la baque... (environ {0} seconde d'attente)

source: {gray}{italic}Loading layer at x = {0}...
fr_fr: {gray}{italic}Chargement de la couche à x = {0}...

source: {gray}Bank area loaded ({0} block).
fr_fr: {gray}Zone de la banque chargée ({0} bloc).
